CBWSTC/CBWSTC_WorkSpace/Projects/ParkingFeeCalculator/TC/tc#5#0.txt

<Sequence>
<Operation name="feeCalculate" id="1">
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pfc="http://pfc.simple.ws">
   <soapenv:Header/>
   <soapenv:Body>
      <pfc:feeCalculate>
         <!--anonymous type-->
         <pfc:License>BJB74501</pfc:License>
         <!--anonymous type - enumeration: [0,1,2]-->
         <pfc:type>1</pfc:type>
         <!--anonymous type-->
         <pfc:timeout>3</pfc:timeout>
         <!--type: boolean-->
         <pfc:dayOfWeek>true</pfc:dayOfWeek>
         <!--type: boolean-->
         <pfc:discountCoupon>true</pfc:discountCoupon>
      </pfc:feeCalculate>
   </soapenv:Body>
</soapenv:Envelope>
</Operation>
</Sequence>